Repository: dparnell/httpmail_plugin
Catalog: *.lproj/Localizable.strings
Languages: dutch, sv

source: An error ocurred while checking for new mail for '%@' %@
dutch: Er is een fout opgetreden terwijl er gezocht werd naar nieuwe mail voor '%@' %@
sv: Ett fel uppstod vid kontroll av ny e-post för '%@' %@

source: An error ocurred while removing deleted mail for '%@' %@
dutch: Er is een fout opgetreden terwijl ge-delete mail werd verwijderd voor '%@' %@
sv: Ett fel uppstod vid radering av borttagen e-post för '%@' %@

source: Connecting to '%@'...
dutch: Verbinden met '%@'...
sv: Ansluter till '%@'...

source: Connection Failure
dutch: Verbindingsfout
sv: Anslutningsfel

source: Could not connect to '%@' %@
dutch: Kon geen verbinding krijgen met '%@' %@
sv: Kunde inte ansluta till '%@' %@

source: Downloading data for Inbox...
dutch: Gegevens worden opgehaald van Inbox...
sv: Laddar ned data för Inbox...

source: Fetching message %@
dutch: Ophalen bericht %@
sv: Hämtar e-post %@

source: Marking message %@ as read
dutch: Bericht %@ wordt gemarkeerd als gelezen
sv: Markerar e-post %@ som läst

source: Removing message %@
dutch: Verwijderen van bericht %@
sv: Tar bort e-post %@

source: Removing messages from '%@'...
dutch: Bericht wordt verwijderd van '%@'...
sv: Tar bort e-post från '%@'...

source: Please enter the password for '%@'
sv: Var god ange lösenfras för '%@'
